---
kind: other
id: Properties.T:Autodesk.Revit.DB.ExportLineweightTableIterator
source: html/77279329-f165-5a2d-a7dd-df56e92cda96.htm
---
# ExportLineweightTableIterator Properties

Gets the item at the current position of the iterator.